Repository: gabrisp/iwearit
Catalog: WardrobeKit/Sources/WKCore/Resources/Localizable.xcstrings
Source language: en
Languages: es

# common.beach
source: Beach
es: Playa

# common.shoes
source: Shoes
es: Zapatos

# wkcore.garmentnaming.item
source: Item
es: Prenda

# wkcore.modelrepository.couldnTPrepareTheModel
source: Couldn't prepare the model for this device: %1$@
es: No se pudo preparar el modelo para este dispositivo: %1$@

# wkcore.modelrepository.couldnTReachTheModel
source: Couldn't reach the model server: %1$@
es: No se pudo contactar con el servidor de modelos: %1$@

# wkcore.modelrepository.noModelSourceIsConfigured
source: No model source is configured.
es: No hay ningún origen de modelos configurado.

# wkcore.modelrepository.theDownloadedModelDoesnT
source: The downloaded model doesn't match the expected one.
es: El modelo descargado no coincide con el esperado.

# wkcore.modelrepository.thisModelNeedsIosOr
source: This model needs iOS %1$@ or later.
es: Este modelo necesita iOS %1$@ o posterior.

# wkcore.stylist.aTouchOf
source: A touch of %1$@
es: Un toque de %1$@

# wkcore.stylist.allNeutrals
source: All neutrals
es: Todo en neutros

# wkcore.stylist.andNeutrals
source: %1$@ and neutrals
es: %1$@ y neutros

# wkcore.stylist.beachDay
source: Beach day
es: De playa

# wkcore.stylist.darkOnTopLightBelow
source: Dark on top, light below
es: Oscuro arriba, claro abajo

# wkcore.stylist.dressedUp
source: Dressed up
es: Para arreglarse

# wkcore.stylist.forAnd
source: for %1$@° and %2$@
es: para %1$@° y %2$@

# wkcore.stylist.forTraining
source: For training
es: Para entrenar

# wkcore.stylist.lightNeutrals
source: Light neutrals
es: Neutros claros

# wkcore.stylist.lightOnTopDarkBelow
source: Light on top, dark below
es: Claro arriba, oscuro abajo

# wkcore.stylist.loungingAtHome
source: Lounging at home
es: De estar en casa

# wkcore.stylist.nightOut
source: Night out
es: Para salir

# wkcore.stylist.nothingFromThisWeek
source: nothing from this week
es: sin nada de esta semana

# wkcore.stylist.officeReady
source: Office ready
es: De oficina

# wkcore.stylist.outfit
source: Outfit
es: Conjunto

# wkcore.stylist.overNeutrals
source: %1$@ over neutrals
es: %1$@ sobre neutros

# wkcore.stylist.travel
source: Travel
es: De viaje

# wkcore.stylist.with
source: with %1$@
es: con %1$@

# wkcore.stylist.with2
source: %1$@ with %2$@
es: %1$@ con %2$@

# wkcore.stylist.withThe
source: With the %1$@
es: Con la %1$@

# wkcore.stylistphrase.another
source: another %1$@
es: otro %1$@

# wkcore.stylistphrase.forColdWeather
source: for cold weather
es: para frío

# wkcore.stylistphrase.forWarmWeather
source: for warm weather
es: para calor

# wkcore.stylistphrase.hereAre
source: Here are %1$@.
es: Aquí van %1$@.

# wkcore.stylistphrase.hereSOne
source: Here's one.
es: Aquí va uno.

# wkcore.stylistphrase.iDidnTGetWhat
source: I didn't get what you're after. Try a color, an occasion or a piece: «something blue for work», «no black», «with the white sneakers».
es: No he pillado lo que buscas. Prueba con un color, una ocasión o una prenda: «algo azul para el trabajo», «sin negro», «con las zapatillas blancas».

# wkcore.stylistphrase.iDidnTQuiteGet
source: I didn't quite get what you're after, but have a look at these.
es: No he pillado del todo lo que buscas, pero mira estos.

# wkcore.stylistphrase.inBetweenWeather
source: in-between weather
es: de entretiempo

# wkcore.stylistphrase.no
source: no %1$@
es: sin %1$@

# wkcore.stylistphrase.nothingInTheClosetWorks
source: %1$@: nothing in the closet works with that. Try asking for fewer things at once.
es: %1$@: con eso no me sale nada del armario. Prueba a pedir menos cosas a la vez.

# wkcore.stylistphrase.with
source: with %1$@
es: con %1$@

# wkcore.stylistphrase.without
source: without %1$@
es: fuera %1$@

# wkcore.stylistphrase.withoutRepeatingTheseLastDays
source: without repeating these last days
es: sin repetir lo de estos días

# wkcore.weather.clear
source: Clear
es: Despejado

# wkcore.weather.fog
source: Fog
es: Niebla

# wkcore.weather.overcast
source: Overcast
es: Cubierto

# wkcore.weather.partlyCloudy
source: Partly cloudy
es: Nubes y claros

# wkcore.weather.rain
source: Rain
es: Lluvia

# wkcore.weather.snow
source: Snow
es: Nieve

# wkcore.weather.storm
source: Storm
es: Tormenta

# wkcore.weather.wind
source: Wind
es: Viento
